aaron-bond.better-comments
Boto3typed.boto3-ide
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codeandstuff.package-json-upgrade
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
drcika.apc-extension
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
GitHub.copilot
GitHub.copilot-chat
GitLab.gitlab-workflow
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
inferrinizzard.prettier-sql-vscode
JakeBecker.elixir-ls
keenethics.keen-neutral-icon-theme
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
Prisma.prisma
redhat.vscode-yaml
sirmspencer.vscode-autohide
styled-components.vscode-styled-components
tamasfe.even-better-toml
tehnix.vscode-tidymarkdown
unifiedjs.vscode-mdx
vdanchenkov.tailwind-class-sorter
wicked-labs.sequoia
Yummygum.city-lights-icon-vsc
zxh404.vscode-proto3
