aaron-bond.better-comments
achaq.vercel-theme
anthropic.claude-code
anysphere.cursorpyright
anysphere.pyright
anysphere.remote-containers
anysphere.remote-ssh
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
codeandstuff.package-json-upgrade
connor4312.nodejs-testing
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
drcika.apc-extension
eamodio.gitlens
esbenp.prettier-vscode
fey.oscura
fosshaas.fontsize-shortcuts
github.github-vscode-theme
github.vscode-github-actions
golang.go
hashicorp.terraform
jakebecker.elixir-ls
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
paulober.pico-w-go
raunofreiberg.vesper
redhat.vscode-yaml
silvenon.mdx
sirmspencer.vscode-autohide
streetsidesoftware.code-spell-checker
thomasgodden.nostromo-ui
unifiedjs.vscode-mdx
unional.vscode-sort-package-json
wicked-labs.sequoia
wix.vscode-import-cost
xyc.vscode-mdx-preview
yummygum.city-lights-icon-vsc
